tap "gofireflyio/aiac"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/docker"


brew "xz"
brew "ansible"
brew "ansible-lint"
brew "aws-iam-authenticator"
brew "awscli", link: false
brew "python@3.10"
brew "azure-cli"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "eksctl"
brew "gh"
brew "git"
brew "gpatch"
brew "gradle"
brew "kubernetes-cli"
brew "libfido2"
brew "maven"
brew "minikube"
brew "mysql"
brew "node"
brew "p7zip"
brew "pachi"
brew "patchelf"
brew "patchutils"
brew "pfetch"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "terraform"
brew "tree"
brew "watch"
brew "wget"
brew "gofireflyio/aiac/aiac"
brew "hashicorp/tap/packer"
brew "exa"
brew "mas"


cask "aws-vault"
cask "bluestacks"
cask "iterm2"
cask "maccy"
cask "osxfuse"
cask "powershell"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "zoom"
cask "google-drive"
cask "brave-browser"
cask "visual-studio-code"
cask "pycharm-with-anaconda-plugin"
cask "pycharm-ce"
cask "superhuman"
cask "anki"
cask "notion"
cask "vlc"
cask "1password"
cask "discord"
cask "docker"
cask "notion-enhaned"
cask "microsoft-outlook"
cask "microsoft-office"
cask "microsoft-teams"
cask "postman"
cask "slack"
cask "todoist"
cask "xcode"
cask "onedrive"
cask "gitkraken"
mas "Snappy", id: 512617038
